Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: No key is set, so the snippets send a placeholder that is never checked.
ar: لم يُضبط أي مفتاح، لذا ترسل المقتطفات نائبا لا يُتحقق منه أبدا.
de: Es ist kein Schlüssel festgelegt, daher senden die Snippets einen Platzhalter, der nie geprüft wird.
es: No hay ninguna clave configurada, así que los fragmentos envían un marcador de posición que nunca se comprueba.
fr: Aucune clé n'est définie ; les extraits envoient donc un espace réservé qui n'est jamais vérifié.
he: לא הוגדר מפתח, ולכן קטעי הקוד שולחים ממלא מקום שאינו נבדק לעולם.
hi: कोई कुंजी सेट नहीं है, इसलिए स्निपेट ऐसा प्लेसहोल्डर भेजते हैं जिसकी कभी जांच नहीं होती।
id: Tidak ada kunci yang diatur, jadi cuplikan mengirim placeholder yang tidak pernah diperiksa.
it: Non è impostata alcuna chiave, quindi gli snippet inviano un segnaposto che non viene mai verificato.
ja: キーが設定されていないため、スニペットは検証されないプレースホルダーを送信します。
ko: 키가 설정되어 있지 않아 스니펫은 검사되지 않는 자리표시자를 보냅니다.
nl: Er is geen sleutel ingesteld, dus de snippets sturen een tijdelijke aanduiding die nooit wordt gecontroleerd.
pl: Nie ustawiono klucza, więc fragmenty wysyłają symbol zastępczy, który nigdy nie jest sprawdzany.
pt_br: Nenhuma chave está definida, então os trechos enviam um espaço reservado que nunca é verificado.
ru: Ключ не задан, поэтому фрагменты отправляют заполнитель, который никогда не проверяется.
sv: Ingen nyckel är angiven, så kodavsnitten skickar en platshållare som aldrig kontrolleras.
tr: Anahtar ayarlanmadığı için parçacıklar hiç denetlenmeyen bir yer tutucu gönderir.
uk: Ключ не задано, тому фрагменти надсилають заповнювач, який ніколи не перевіряється.
vi: Chưa đặt khóa, nên các đoạn mã gửi một chỗ giữ chỗ không bao giờ được kiểm tra.
zh_hans: 未设置密钥，因此代码片段发送的是从不校验的占位符。
zh_hant: 未設定金鑰，因此程式碼片段送出的是從不驗證的預留位置。

source: No known provider folders were found.
ar: لم يتم العثور على أي مجلدات موفر معروفة.
de: Keine bekannten Anbieterordner gefunden.
es: No se encontraron carpetas de proveedores conocidas.
fr: Aucun dossier de fournisseur connu n'a été trouvé.
he: לא נמצאו תיקיות ספקים ידועות.
hi: कोई ज्ञात प्रदाता फ़ोल्डर नहीं मिले।
id: Folder penyedia yang dikenal tidak ditemukan.
it: Nessuna cartella di provider nota trovata.
ja: 既知のプロバイダーフォルダーは見つかりませんでした。
ko: 알려진 제공자 폴더를 찾을 수 없습니다.
nl: Geen bekende providermappen gevonden.
pl: Nie znaleziono znanych folderów dostawców.
pt_br: Nenhuma pasta de provedor conhecida foi encontrada.
ru: Известные папки провайдеров не найдены.
sv: Inga kända leverantörsmappar hittades.
tr: Bilinen sağlayıcı klasörü bulunamadı.
uk: Відомих папок постачальників не знайдено.
vi: Không tìm thấy thư mục nhà cung cấp đã biết nào.
zh_hans: 未找到已知提供商文件夹。
zh_hant: 找不到已知的提供者資料夾。

source: No local models are installed yet.
ar: لم يتم تثبيت أي نماذج محلية بعد.
de: Es sind noch keine lokalen Modelle installiert.
es: Aún no hay modelos locales instalados.
fr: Aucun modèle local n'est encore installé.
he: עדיין לא הותקנו מודלים מקומיים.
hi: अभी तक कोई स्थानीय मॉडल स्थापित नहीं है।
id: Belum ada model lokal yang terpasang.
it: Nessun modello locale ancora installato.
ja: ローカルモデルがまだインストールされていません。
ko: 설치된 로컬 모델이 아직 없습니다.
nl: Er zijn nog geen lokale modellen geïnstalleerd.
pl: Nie zainstalowano jeszcze żadnych lokalnych modeli.
pt_br: Nenhum modelo local instalado ainda.
ru: Локальные модели еще не установлены.
sv: Inga lokala modeller är installerade än.
tr: Henüz yerel bir model yüklenmedi.
uk: Локальних моделей ще не встановлено.
vi: Chưa có mô hình cục bộ nào được cài đặt.
zh_hans: 尚未安装任何本地模型。
zh_hant: 尚未安裝任何本機模型。

source: No local models found in ~/.turbospark. Choose a recommended model below to start.
ar: لم يُعثر على نماذج محلية في ‎~/.turbospark. اختر نموذجا موصى به أدناه للبدء.
de: Keine lokalen Modelle in ~/.turbospark gefunden. Wählen Sie unten ein empfohlenes Modell, um zu beginnen.
es: No se han encontrado modelos locales en ~/.turbospark. Elige abajo un modelo recomendado para empezar.
fr: Aucun modèle local trouvé dans ~/.turbospark. Choisissez ci-dessous un modèle recommandé pour commencer.
he: לא נמצאו מודלים מקומיים ב-‎~/.turbospark. בחר מודל מומלץ למטה כדי להתחיל.
hi: ~/.turbospark में कोई स्थानीय मॉडल नहीं मिला। शुरू करने के लिए नीचे कोई अनुशंसित मॉडल चुनें।
id: Tidak ada model lokal di ~/.turbospark. Pilih model yang direkomendasikan di bawah untuk memulai.
it: Nessun modello locale trovato in ~/.turbospark. Scegli qui sotto un modello consigliato per iniziare.
ja: ~/.turbospark にローカルモデルが見つかりません。下から推奨モデルを選んで開始してください。
ko: ~/.turbospark에서 로컬 모델을 찾지 못했습니다. 아래에서 추천 모델을 선택해 시작하세요.
nl: Geen lokale modellen gevonden in ~/.turbospark. Kies hieronder een aanbevolen model om te beginnen.
pl: Nie znaleziono modeli lokalnych w ~/.turbospark. Wybierz poniżej zalecany model, aby zacząć.
pt_br: Nenhum modelo local encontrado em ~/.turbospark. Escolha abaixo um modelo recomendado para começar.
ru: Локальные модели в ~/.turbospark не найдены. Выберите ниже рекомендуемую модель, чтобы начать.
sv: Inga lokala modeller hittades i ~/.turbospark. Välj en rekommenderad modell nedan för att komma igång.
tr: ~/.turbospark içinde yerel model bulunamadı. Başlamak için aşağıdan önerilen bir model seçin.
uk: Локальних моделей у ~/.turbospark не знайдено. Виберіть нижче рекомендовану модель, щоб почати.
vi: Không tìm thấy mô hình cục bộ trong ~/.turbospark. Chọn một mô hình được đề xuất bên dưới để bắt đầu.
zh_hans: 在 ~/.turbospark 中未找到本地模型。请在下方选择一个推荐模型开始。
zh_hant: 在 ~/.turbospark 中找不到本機模型。請在下方選擇一個推薦模型開始。

source: No matching models
ar: لا توجد نماذج مطابقة
de: Keine passenden Modelle
es: No hay modelos coincidentes
fr: Aucun modèle correspondant
he: אין מודלים תואמים
hi: कोई मेल खाता मॉडल नहीं
id: Tidak ada model yang cocok
it: Nessun modello corrispondente
ja: 一致するモデルはありません
ko: 일치하는 모델 없음
nl: Geen overeenkomende modellen
pl: Brak pasujących modeli
pt_br: Nenhum modelo correspondente
ru: Нет подходящих моделей
sv: Inga matchande modeller
tr: Eşleşen model yok
uk: Немає відповідних моделей
vi: Không có mô hình phù hợp
zh_hans: 没有匹配的模型
zh_hant: 沒有符合的模型

source: No recommended models
ar: لا توجد نماذج موصى بها
de: Keine empfohlenen Modelle
es: No hay modelos recomendados
fr: Aucun modèle recommandé
he: אין מודלים מומלצים
hi: कोई अनुशंसित मॉडल नहीं
id: Tidak ada model yang direkomendasikan
it: Nessun modello consigliato
ja: おすすめのモデルはありません
ko: 추천 모델 없음
nl: Geen aanbevolen modellen
pl: Brak polecanych modeli
pt_br: Nenhum modelo recomendado
ru: Нет рекомендуемых моделей
sv: Inga rekommenderade modeller
tr: Önerilen model yok
uk: Немає рекомендованих моделей
vi: Không có mô hình được đề xuất
zh_hans: 没有推荐的模型
zh_hant: 沒有建議的模型

source: No matching controls
ar: لا توجد عناصر تحكم مطابقة
de: Keine passenden Steuerelemente
es: No hay controles coincidentes
fr: Aucun contrôle correspondant
he: אין פקדים תואמים
hi: कोई मेल खाने वाले नियंत्रण नहीं
id: Tidak ada kontrol yang cocok
it: Nessun controllo corrispondente
ja: 一致するコントロールはありません
ko: 일치하는 컨트롤 없음
nl: Geen overeenkomende bedieningselementen
pl: Brak pasujących kontrolek
pt_br: Nenhum controle correspondente
ru: Нет подходящих элементов управления
sv: Inga matchande kontroller
tr: Eşleşen kontrol yok
uk: Немає відповідних елементів керування
vi: Không có mục điều khiển phù hợp
zh_hans: 无匹配的控件
zh_hant: 無相符的控制項

source: No messages yet
ar: لا توجد رسائل بعد
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message pour l'instant
he: אין עדיין הודעות
hi: अभी तक कोई संदेश नहीं
id: Belum ada pesan
it: Ancora nessun messaggio
ja: メッセージはまだありません
ko: 아직 메시지 없음
nl: Nog geen berichten
pl: Brak wiadomości
pt_br: Ainda não há mensagens
ru: Сообщений пока нет
sv: Inga meddelanden än
tr: Henüz ileti yok
uk: Повідомлень поки немає
vi: Chưa có tin nhắn
zh_hans: 暂无消息
zh_hant: 尚無訊息

source: No model installed
ar: لا يوجد نموذج مثبت
de: Kein Modell installiert
es: Ningún modelo instalado
fr: Aucun modèle installé
he: לא מותקן מודל
hi: कोई मॉडल स्थापित नहीं है
id: Tidak ada model yang terpasang
it: Nessun modello installato
ja: モデルがインストールされていません
ko: 설치된 모델 없음
nl: Geen model geïnstalleerd
pl: Brak zainstalowanego modelu
pt_br: Nenhum modelo instalado
ru: Модель не установлена
sv: Ingen modell installerad
tr: Yüklü model yok
uk: Модель не встановлена
vi: Chưa cài đặt mô hình nào
zh_hans: 未安装模型
zh_hant: 未安裝模型

source: No model loaded.
ar: لم يُحمَّل أي نموذج.
de: Kein Modell geladen.
es: No hay ningún modelo cargado.
fr: Aucun modèle chargé.
he: לא נטען מודל.
hi: कोई मॉडल लोड नहीं है।
id: Tidak ada model yang dimuat.
it: Nessun modello caricato.
ja: モデルが読み込まれていません。
ko: 로드된 모델이 없습니다.
nl: Geen model geladen.
pl: Nie wczytano modelu.
pt_br: Nenhum modelo carregado.
ru: Модель не загружена.
sv: Ingen modell inläst.
tr: Yüklü model yok.
uk: Модель не завантажено.
vi: Chưa tải mô hình nào.
zh_hans: 未加载模型。
zh_hant: 未載入模型。

source: No model selected
ar: لم يُحدد أي نموذج
de: Kein Modell ausgewählt
es: Ningún modelo seleccionado
fr: Aucun modèle sélectionné
he: לא נבחר מודל
hi: कोई मॉडल चयनित नहीं
id: Tidak ada model dipilih
it: Nessun modello selezionato
ja: モデルが選択されていません
ko: 선택된 모델 없음
nl: Geen model geselecteerd
pl: Nie wybrano modelu
pt_br: Nenhum modelo selecionado
ru: Модель не выбрана
sv: Ingen modell vald
tr: Model seçilmedi
uk: Модель не вибрано
vi: Chưa chọn mô hình
zh_hans: 未选择模型
zh_hant: 未選取模型

source: No models currently installed.
ar: لا توجد نماذج مثبتة حاليا.
de: Derzeit sind keine Modelle installiert.
es: Actualmente no hay modelos instalados.
fr: Aucun modèle installé actuellement.
he: אין כרגע מודלים מותקנים.
hi: वर्तमान में कोई मॉडल इंस्टॉल नहीं है।
id: Saat ini tidak ada model terpasang.
it: Al momento non ci sono modelli installati.
ja: 現在インストールされているモデルはありません。
ko: 현재 설치된 모델이 없습니다.
nl: Er zijn momenteel geen modellen geïnstalleerd.
pl: Obecnie nie zainstalowano żadnych modeli.
pt_br: Nenhum modelo instalado no momento.
ru: Сейчас модели не установлены.
sv: Inga modeller är installerade just nu.
tr: Şu anda kurulu model yok.
uk: Наразі моделі не встановлено.
vi: Hiện chưa cài mô hình nào.
zh_hans: 当前未安装任何模型。
zh_hant: 目前未安裝任何模型。

source: No models installed
ar: لا توجد نماذج مثبتة
de: Keine Modelle installiert
es: No hay modelos instalados
fr: Aucun modèle installé
he: לא הותקנו מודלים
hi: कोई मॉडल इंस्टॉल नहीं
id: Tidak ada model terpasang
it: Nessun modello installato
ja: モデルがインストールされていません
ko: 설치된 모델 없음
nl: Geen modellen geïnstalleerd
pl: Nie zainstalowano modeli
pt_br: Nenhum modelo instalado
ru: Модели не установлены
sv: Inga modeller installerade
tr: Kurulu model yok
uk: Моделі не встановлено
vi: Chưa cài mô hình
zh_hans: 未安装模型
zh_hant: 未安裝模型

source: No models installed yet
ar: لم يتم تثبيت أي نماذج بعد
de: Noch keine Modelle installiert
es: Aún no hay modelos instalados
fr: Aucun modèle encore installé
he: טרם הותקנו מודלים
hi: अभी तक कोई मॉडल स्थापित नहीं हुआ है
id: Belum ada model yang terpasang
it: Nessun modello ancora installato
ja: インストールされたモデルがまだありません
ko: 아직 설치된 모델이 없습니다
nl: Nog geen modellen geïnstalleerd
pl: Brak zainstalowanych modeli
pt_br: Nenhum modelo instalado ainda
ru: Модели пока не установлены
sv: Inga modeller installerade än
tr: Henüz yüklü model yok
uk: Ще не встановлено жодної моделі
vi: Chưa có mô hình nào được cài đặt
zh_hans: 尚未安装模型
zh_hant: 尚未安裝任何模型

source: No modified files recorded.
ar: لم تُسجَّل أي ملفات معدلة.
de: Keine geänderten Dateien erfasst.
es: No se han registrado archivos modificados.
fr: Aucun fichier modifié enregistré.
he: לא נרשמו קבצים ששונו.
hi: कोई संशोधित फ़ाइल दर्ज नहीं।
id: Tidak ada berkas yang diubah tercatat.
it: Nessun file modificato registrato.
ja: 変更されたファイルは記録されていません。
ko: 기록된 수정 파일이 없습니다.
nl: Geen gewijzigde bestanden vastgelegd.
pl: Nie zarejestrowano zmodyfikowanych plików.
pt_br: Nenhum arquivo modificado registrado.
ru: Измененные файлы не зафиксированы.
sv: Inga ändrade filer registrerade.
tr: Kaydedilmiş değiştirilmiş dosya yok.
uk: Змінених файлів не зафіксовано.
vi: Chưa ghi nhận tệp nào bị sửa đổi.
zh_hans: 未记录任何已修改的文件。
zh_hant: 未記錄任何已修改的檔案。

source: No outputs yet
ar: لا توجد مخرجات بعد
de: Noch keine Ergebnisse
es: Aún no hay resultados
fr: Aucun résultat pour le moment
he: אין פלטים עדיין
hi: अभी कोई आउटपुट नहीं
id: Belum ada keluaran
it: Nessun risultato ancora
ja: 出力はまだありません
ko: 아직 출력이 없습니다
nl: Nog geen uitvoer
pl: Brak wyników
pt_br: Ainda não há resultados
ru: Результатов пока нет
sv: Inga resultat ännu
tr: Henüz çıktı yok
uk: Результатів ще немає
vi: Chưa có đầu ra
zh_hans: 暂无输出
zh_hant: 尚無輸出

source: No plugin entries loaded.
ar: لم تُحمَّل أي مدخلات ملحقات.
de: Keine Plugin-Einträge geladen.
es: No se ha cargado ninguna entrada de plugin.
fr: Aucune entrée de plugin chargée.
he: לא נטענו רשומות תוספים.
hi: कोई प्लगइन प्रविष्टि लोड नहीं हुई।
id: Tidak ada entri plugin yang dimuat.
it: Nessuna voce di plugin caricata.
ja: プラグインのエントリは読み込まれていません。
ko: 로드된 플러그인 항목이 없습니다.
nl: Geen plug-invermeldingen geladen.
pl: Nie wczytano wpisów wtyczek.
pt_br: Nenhuma entrada de plugin carregada.
ru: Записи плагинов не загружены.
sv: Inga tilläggsposter inlästa.
tr: Yüklenmiş eklenti girdisi yok.
uk: Записи плагінів не завантажено.
vi: Chưa tải mục plugin nào.
zh_hans: 未加载任何插件条目。
zh_hant: 未載入任何外掛項目。

source: No plugins installed.
ar: لا توجد ملحقات مثبتة.
de: Keine Plugins installiert.
es: No hay plugins instalados.
fr: Aucun plugin installé.
he: לא הותקנו תוספים.
hi: कोई प्लगइन इंस्टॉल नहीं है।
id: Tidak ada plugin terpasang.
it: Nessun plugin installato.
ja: プラグインがインストールされていません。
ko: 설치된 플러그인이 없습니다.
nl: Geen plug-ins geïnstalleerd.
pl: Nie zainstalowano wtyczek.
pt_br: Nenhum plugin instalado.
ru: Плагины не установлены.
sv: Inga tillägg installerade.
tr: Kurulu eklenti yok.
uk: Плагіни не встановлено.
vi: Chưa cài plugin nào.
zh_hans: 未安装任何插件。
zh_hant: 未安裝任何外掛。

source: No project MCP servers configured.
ar: لا توجد خوادم MCP للمشروع مضبوطة.
de: Keine Projekt-MCP-Server konfiguriert.
es: No hay servidores MCP del proyecto configurados.
fr: Aucun serveur MCP de projet configuré.
he: לא הוגדרו שרתי MCP לפרויקט.
hi: कोई प्रोजेक्ट MCP सर्वर कॉन्फ़िगर नहीं।
id: Tidak ada server MCP proyek terkonfigurasi.
it: Nessun server MCP di progetto configurato.
ja: プロジェクトの MCP サーバーは構成されていません。
ko: 구성된 프로젝트 MCP 서버가 없습니다.
nl: Geen project-MCP-servers geconfigureerd.
pl: Nie skonfigurowano serwerów MCP projektu.
pt_br: Nenhum servidor MCP do projeto configurado.
ru: Серверы MCP проекта не настроены.
sv: Inga MCP-servrar för projektet konfigurerade.
tr: Yapılandırılmış proje MCP sunucusu yok.
uk: Сервери MCP проєкту не налаштовано.
vi: Chưa cấu hình máy chủ MCP cho dự án.
zh_hans: 未配置项目 MCP 服务器。
zh_hant: 未設定專案 MCP 伺服器。

source: No project attached. The shared memory root:
ar: لا يوجد مشروع مرفق. جذر الذاكرة المشتركة:
de: Kein Projekt angehängt. Der gemeinsame Memory-Stammordner:
es: No hay proyecto adjunto. La raíz de memoria compartida:
fr: Aucun projet attaché. Racine de la mémoire partagée :
he: אין פרויקט מחובר. שורש הזיכרון המשותף:
hi: कोई प्रोजेक्ट संलग्न नहीं है। साझा मेमोरी मूल:
id: Tidak ada proyek terlampir. Akar memori bersama:
it: Nessun progetto collegato. La radice della memoria condivisa:
ja: プロジェクトが接続されていません。共有メモリのルート:
ko: 연결된 프로젝트가 없습니다. 공유 메모리 루트:
nl: Geen project gekoppeld. De gedeelde geheugenmap:
pl: Brak dołączonego projektu. Katalog główny wspólnej pamięci:
pt_br: Nenhum projeto anexado. A raiz da memória compartilhada:
ru: Проект не подключён. Корень общей памяти:
sv: Inget projekt kopplat. Den delade minnesroten:
tr: Ekli proje yok. Paylaşılan bellek kökü:
uk: Проєкт не підключено. Корінь спільної пам'яті:
vi: Chưa đính kèm dự án. Gốc bộ nhớ dùng chung:
zh_hans: 未附加项目。共享记忆根目录:
zh_hant: 未附加專案。共用記憶根目錄:

source: No projects match filter
ar: لا توجد مشاريع تطابق المرشح
de: Keine Projekte entsprechen dem Filter
es: Ningún proyecto coincide con el filtro
fr: Aucun projet ne correspond au filtre
he: אין פרויקטים שתואמים למסנן
hi: फ़िल्टर से कोई प्रोजेक्ट मेल नहीं खाता
id: Tidak ada proyek yang cocok dengan filter
it: Nessun progetto corrisponde al filtro
ja: フィルタに一致するプロジェクトはありません
ko: 필터와 일치하는 프로젝트 없음
nl: Geen projecten komen overeen met het filter
pl: Żaden projekt nie pasuje do filtra
pt_br: Nenhum projeto corresponde ao filtro
ru: Ни один проект не соответствует фильтру
sv: Inga projekt matchar filtret
tr: Filtreyle eşleşen proje yok
uk: Жоден проєкт не відповідає фільтру
vi: Không có dự án nào khớp bộ lọc
zh_hans: 没有项目符合筛选条件
zh_hant: 沒有專案符合篩選條件

source: No recent commits found.
ar: لم يُعثر على إيداعات حديثة.
de: Keine aktuellen Commits gefunden.
es: No se han encontrado confirmaciones recientes.
fr: Aucun commit récent trouvé.
he: לא נמצאו קומיטים אחרונים.
hi: कोई हालिया कमिट नहीं मिला।
id: Tidak ada commit terbaru ditemukan.
it: Nessun commit recente trovato.
ja: 最近のコミットは見つかりません。
ko: 최근 커밋을 찾을 수 없습니다.
nl: Geen recente commits gevonden.
pl: Nie znaleziono ostatnich zatwierdzeń.
pt_br: Nenhum commit recente encontrado.
ru: Недавние коммиты не найдены.
sv: Inga senaste incheckningar hittades.
tr: Yakın zamanlı işleme bulunamadı.
uk: Нещодавніх комітів не знайдено.
vi: Không tìm thấy commit gần đây.
zh_hans: 未找到最近的提交。
zh_hant: 找不到最近的提交。

source: No recorded usage yet. Tokens are counted from the model's own per-turn totals as turns complete.
ar: لا يوجد استخدام مسجل بعد. تُحسب الرموز من إجماليات النموذج لكل دور عند اكتمال الأدوار.
de: Noch keine erfasste Nutzung. Token werden aus den eigenen Summen des Modells pro Zug gezählt, sobald Züge abgeschlossen sind.
es: Aún no hay uso registrado. Los tokens se cuentan a partir de los totales por turno del propio modelo a medida que los turnos terminan.
fr: Aucune utilisation enregistrée pour l'instant. Les jetons sont comptés à partir des totaux par tour du modèle lui-même, à mesure que les tours se terminent.
he: אין עדיין שימוש מתועד. אסימונים נספרים מתוך הסכומים של המודל עצמו לכל תור, ככל שתורות מסתיימים.
hi: अभी तक कोई उपयोग दर्ज नहीं। टर्न पूरे होने पर टोकन मॉडल के अपने प्रति-टर्न कुल से गिने जाते हैं।
id: Belum ada penggunaan tercatat. Token dihitung dari total per giliran milik model saat giliran selesai.
it: Nessun utilizzo registrato finora. I token vengono conteggiati dai totali per turno del modello stesso, man mano che i turni si completano.
ja: 記録された使用状況はまだありません。トークンは、ターンが完了するたびにモデル自身のターンごとの合計から集計されます。
ko: 아직 기록된 사용량이 없습니다. 토큰은 턴이 완료될 때마다 모델 자체의 턴별 합계에서 집계됩니다.
nl: Nog geen geregistreerd gebruik. Tokens worden geteld op basis van de eigen totalen per beurt van het model, zodra beurten zijn afgerond.
pl: Brak zarejestrowanego użycia. Tokeny są liczone na podstawie własnych sum modelu na turę, w miarę kończenia tur.
pt_br: Ainda não há uso registrado. Os tokens são contados a partir dos totais por turno do próprio modelo, conforme os turnos terminam.
ru: Использование пока не зафиксировано. Токены считаются по собственным итогам модели за ход, по мере завершения ходов.
sv: Ingen registrerad användning än. Token räknas utifrån modellens egna summor per tur, allteftersom turerna slutförs.
tr: Henüz kaydedilmiş kullanım yok. Belirteçler, turlar tamamlandıkça modelin kendi tur başına toplamlarından sayılır.
uk: Записаного використання поки немає. Токени рахуються за власними підсумками моделі за хід, у міру завершення ходів.
vi: Chưa có dữ liệu sử dụng. Token được đếm từ tổng theo lượt của chính mô hình khi mỗi lượt kết thúc.
zh_hans: 尚无使用记录。令牌是在每一轮完成时，按模型自身的单轮总量统计的。
zh_hant: 尚無使用記錄。權杖是在每一回合完成時，依模型自身的單回合總量統計的。

source: No requests yet. Charts fill in as traffic arrives.
ar: لا توجد طلبات بعد. تمتلئ الرسوم البيانية عند وصول حركة المرور.
de: Noch keine Anfragen. Die Diagramme füllen sich, sobald Datenverkehr eintrifft.
es: Aún no hay solicitudes. Los gráficos se rellenan a medida que llega tráfico.
fr: Aucune requête pour l'instant. Les graphiques se remplissent à mesure que le trafic arrive.
he: אין עדיין בקשות. התרשימים מתמלאים ככל שמגיעה תעבורה.
hi: अभी तक कोई अनुरोध नहीं। ट्रैफ़िक आने पर चार्ट भरते जाएंगे।
id: Belum ada permintaan. Bagan terisi saat lalu lintas masuk.
it: Ancora nessuna richiesta. I grafici si popolano man mano che arriva traffico.
ja: リクエストはまだありません。トラフィックが届くとグラフが埋まります。
ko: 아직 요청이 없습니다. 트래픽이 들어오면 차트가 채워집니다.
nl: Nog geen verzoeken. De grafieken vullen zich naarmate er verkeer binnenkomt.
pl: Brak żądań. Wykresy wypełnią się wraz z napływem ruchu.
pt_br: Ainda não há solicitações. Os gráficos se preenchem conforme o tráfego chega.
ru: Запросов пока нет. Графики заполняются по мере поступления трафика.
sv: Inga förfrågningar än. Diagrammen fylls i när trafik kommer in.
tr: Henüz istek yok. Trafik geldikçe grafikler dolar.
uk: Запитів поки немає. Графіки заповнюються в міру надходження трафіку.
vi: Chưa có yêu cầu nào. Biểu đồ sẽ được lấp đầy khi có lưu lượng.
zh_hans: 暂无请求。有流量到达后图表会逐步填充。
zh_hant: 尚無請求。有流量抵達後圖表會逐步填入。

source: No runs yet
ar: لا توجد عمليات تشغيل بعد
de: Noch keine Durchläufe
es: Aún no hay ejecuciones
fr: Aucune exécution pour l'instant
he: אין עדיין הרצות
hi: अभी तक कोई रन नहीं
id: Belum ada eksekusi
it: Ancora nessuna esecuzione
ja: 実行履歴はまだありません
ko: 아직 실행 기록 없음
nl: Nog geen uitvoeringen
pl: Brak uruchomień
pt_br: Ainda não há execuções
ru: Запусков пока нет
sv: Inga körningar än
tr: Henüz çalıştırma yok
uk: Запусків поки немає
vi: Chưa có lần chạy nào
zh_hans: 暂无运行记录
zh_hant: 尚無執行紀錄

source: No sampling presets saved yet. Set the knobs above, then save them under a name.
ar: لم يتم حفظ أي إعدادات مسبقة لأخذ العينات بعد. اضبط عناصر التحكم أعلاه، ثم احفظها باسم.
de: Noch keine Sampling-Voreinstellungen gespeichert. Stellen Sie die Regler oben ein und speichern Sie sie unter einem Namen.
es: Aún no hay ajustes preestablecidos de muestreo guardados. Ajusta los controles de arriba y guárdalos con un nombre.
fr: Aucun préréglage d'échantillonnage enregistré pour le moment. Réglez les boutons ci-dessus, puis enregistrez-les sous un nom.
he: עדיין לא נשמרו הגדרות דגימה מוגדרות מראש. הגדר את הבקרים למעלה ולאחר מכן שמור אותם תחת שם.
hi: अभी तक कोई सैंपलिंग प्रीसेट सहेजा नहीं गया है। ऊपर दिए गए नॉब्स सेट करें, फिर उन्हें एक नाम के तहत सहेजें।
id: Belum ada preset pengambilan sampel yang disimpan. Atur kenop di atas, lalu simpan dengan nama.
it: Nessun preset di campionamento ancora salvato. Regola i controlli sopra, quindi salvali con un nome.
ja: サンプリングプリセットはまだ保存されていません。上記のつまみを設定し、名前を付けて保存してください。
ko: 저장된 샘플링 프리셋이 아직 없습니다. 위의 노브를 조정한 다음 이름으로 저장하세요.
nl: Nog geen bemonsteringsvoorinstellingen opgeslagen. Stel de knoppen hierboven in en sla ze op onder een naam.
pl: Brak zapisanych ustawień próbkowania. Ustaw powyższe suwaki, a następnie zapisz je pod nazwą.
pt_br: Nenhum predefinido de amostragem salvo ainda. Ajuste os controles acima e salve-os com um nome.
ru: Предустановки сэмплирования еще не сохранены. Настройте регуляторы выше и сохраните их под именем.
sv: Inga samplingsförinställningar har sparats ännu. Ställ in knapparna ovan och spara dem sedan under ett namn.
tr: Henüz kaydedilmiş bir örnekleme ön ayarı yok. Yukarıdaki düğmeleri ayarlayın ve ardından bir adla kaydedin.
uk: Шаблони семплювання ще не збережені. Налаштуйте регулятори вище та збережіть їх під назвою.
vi: Chưa có cài đặt trước lấy mẫu nào được lưu. Điều chỉnh các nút điều khiển ở trên, sau đó lưu lại dưới một tên.
zh_hans: 尚未保存采样预设。调整上方的旋钮，然后指定名称进行保存。
zh_hant: 尚未儲存取樣預設。調整上方的旋鈕，然後指定名稱進行儲存。

source: No scheduled tasks
ar: لا توجد مهام مجدولة
de: Keine geplanten Aufgaben
es: No hay tareas programadas
fr: Aucune tâche planifiée
he: אין משימות מתוזמנות
hi: कोई निर्धारित कार्य नहीं
id: Tidak ada tugas terjadwal
it: Nessuna attività pianificata
ja: スケジュールされたタスクはありません
ko: 예약된 작업 없음
nl: Geen geplande taken
pl: Brak zaplanowanych zadań
pt_br: Nenhuma tarefa agendada
ru: Нет запланированных задач
sv: Inga schemalagda uppgifter
tr: Zamanlanmış görev yok
uk: Немає запланованих завдань
vi: Không có tác vụ theo lịch
zh_hans: 没有计划任务
zh_hant: 沒有排程工作
